[M_CordiallyInvited MissionDefinition]
MissionName="Convite Cortês: Preparativos"
MissionDescription="Tina Pequenina deseja realizar uma festa em [place]Tundra Express[-place]. Para isso ela precisa que você busque um dos seus convidados, Sir Reginald Von Bartlesby. Ela acredita que sua mãe o mantém prisioneiro. Ela também pediu pra você buscar algumas coisas necessárias para a festa, tipo: bolinhos, destroços de Abutre, etc."
TurnInDescription="Você ajudou Tina trazendo tudo que ela pediu para fazer uma festa eletrizante!  Agora só falta buscar o seu convidado de honra."
MissionSummary="Consiga as provisões para a festinha de Tina. "
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Tina Pequenina"
TeaserText="Tina Pequenina precisa da sua ajuda para organizar uma festinha eletrizante."

[M_CordiallyInvited02 MissionDefinition]
MissionName="Convite Cortês: Minhoca Elétrica"
MissionDescription="Tina Pequenina deseja realizar uma festa em [place]Tundra Express[-place]. Para isso ela precisa que você encontre seu convidado de honra e traga ele até a sua casa. Para atrair o Pistolinha, você terá que atirar nele de vez em quando. Procure não acertá-lo muito, pois, ele deve seguir você e não ser morto por você."
TurnInDescription="O sequestro do Pistolinha lembra uma velha gíria pandoriana que dizia: "Festa eletrizante, meu chapa!"."
MissionSummary="Conduza o Pistolinha até o local da festa de Tina. "
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Tina Pequenina"
TeaserText="A festa está armada, porém, falta o convidado de honra! "

[M_CordiallyInvited02:FindFleshStick MissionObjectiveDefinition]
ProgressMessage="Encontre o Pistolinha"

[M_CordiallyInvited02:FindFleshStickSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited02:LureFleshstick MissionObjectiveDefinition]
ProgressMessage="Atraia o Pistolinha até a armadilha"

[M_CordiallyInvited02:LureFleshStickSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited03 MissionDefinition]
MissionName="Convite Cortês: O Evento"
MissionDescription="Tina deseja dar uma uma festa eletrizante em [place]Tundra Express[-place] em homenagem à um bandido cruel e desprezível, conhecido como Pistolinha. É necessário eliminar todos os lacaios do bando para que Tina e seus convidados possam se divertir à vontade. "
TurnInDescription="Se todas as festas terminassem com um dos convidados sendo eletrocutado, as novelas antigas seriam muito mais populares em Pandora."
MissionSummary="Garanta a segurança da festa de Tina Pequenina."
MissionGiver="Tina Pequenina"
MissionTurnInLocation="Tina Pequenina"
TeaserText="Vamos festejar!"

[M_CordiallyInvited03:DefendGenerator MissionObjectiveDefinition]
ProgressMessage="Mantenha o gerador ligado"

[M_CordiallyInvited03:DefendGeneratorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited03:RaiseFleshStickSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited03:SmackFleshStick MissionObjectiveDefinition]
ProgressMessage="Acerte o Pistolinha"

[M_CordiallyInvited03:SmackFleshStickSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited03:StarttheGenerator MissionObjectiveDefinition]
ProgressMessage="Ligue o gerador"

[M_CordiallyInvited03:StoptheGuests MissionObjectiveDefinition]
ProgressMessage="Elimine os amigos do Pistolinha"

[M_CordiallyInvited:ActuallyRescueBugSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited:Bringbackacrompet MissionObjectiveDefinition]
ProgressMessage="Encontre alguns bolinhos"

[M_CordiallyInvited:DisposeofMatron MissionObjectiveDefinition]
ProgressMessage="Elimine a Sra. Von Bartlesby"

[M_CordiallyInvited:GetTheGyroParts MissionObjectiveDefinition]
ProgressMessage="Consiga algumas peças de Abutre"

[M_CordiallyInvited:PickupPrincess MissionObjectiveDefinition]
ProgressMessage="Encontre a Princesa Bunduda"

[M_CordiallyInvited:PlacePrincess MissionObjectiveDefinition]
ProgressMessage="Acomode a Princesa Bunduda"

[M_CordiallyInvited:PlaceSirReginald MissionObjectiveDefinition]
ProgressMessage="Acomode Sir Reginald"

[M_CordiallyInvited:PlacetheItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Tina Pequenina deseja realizar uma festa em [place]Tundra Express[-place]. Como já era de esperar, você conseguiu tudo que ela lhe pediu. Agora você só precisa voltar até a casa dela e ajudá-la nos preparativos. "

[M_CordiallyInvited:RescueandKillMotherSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited:RescueSirReginald MissionObjectiveDefinition]
ProgressMessage="Liberte Sir Reginald"

[M_CordiallyInvited:RescueSirReginaldSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_CordiallyInvited:RestofTheItemsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

